[{
        "title": "The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life",
        "description": "The opposite of every other book. Don’t try. Give up. Be wrong. Lower your standards. \r\n        Stop believing in yourself. Follow the pain. And oh yeah, kill yourself. Each point is \r\n        profoundly true, useful, and more powerful than the usual positivity.",
        "info": {
            "ISBN": "978-0062457714",
            "tags": ["Self-help", "Psychology"],
            "datePublished": "13.9.2016.",
            "dateRead": "10.10.2018.",
            "rating": 8
        },
        "notes": "Wanting positive experience is a negative experience; \r\naccepting negative experience is a positive experience.\r\n\r\nThe more you desperately want to be sexy and desired, the uglier you come to see \r\nyourself, regardless of your actual physical appearance. The more you desperately \r\nwant to be happy and loved, the lonelier and more afraid you become, regardless \r\nof those who surround you. The more you want to be spiritually enlightened, the \r\nmore self-centered and shallow you become in trying to get there.\r\n\r\nJust because something feels good doesn’t mean it is good. Just because something \r\nfeels bad doesn’t mean it is bad. Emotions are merely signposts or suggestions. \r\nMake a habit of questioning them.\r\n\r\nExceptional information drives us to feel insecure, so we feel the need to \r\ncompensate through entitlement and addiction, feel the need to be more extreme, \r\nmore radical, and more self-assured to get noticed or even matter.\r\n\r\nIf the worst thing you can be is in the middle of the bell curve, it then becomes \r\nbetter to be at the extreme low end, because at least there you’re still special \r\nand deserve attention: the most miserable, or the most oppressed, or the most \r\nvictimized.\r\n\r\nThe rare people who do become truly exceptional at something do so because \r\nthey’re obsessed with improvement, which stems from an unerring belief that \r\nthey are, in fact, not that great at all. It’s anti-entitlement.\r\n\r\nWilliam James decided to conduct a little experiment. Spend one year believing \r\nthat he was 100 percent responsible for everything that occurred in his life, \r\nno matter what. During this period, he would do everything in his power to change \r\nhis circumstances, no matter the likelihood of failure. James would later refer \r\nto his little experiment as his “rebirth,” and would credit it with everything \r\nthat he later accomplished in his life.\r\n\r\n“Finding yourself” can cement you into a strict role with unnecessary expectations, \r\nand close you off to potential and opportunities. Don’t find yourself. Never know \r\nwho you are. Let go of the idea that “you” exist at all. Don’t be special. Don’t \r\nbe unique. Redefine your metrics in mundane and broad ways.\r\n\r\nAsking a tutor out on a date is as simple as saying the words; risking intense \r\nembarrassment and rejection feels far more complicated.\r\n\r\nIf you’re stuck on a problem, don’t sit there and think about it; just start \r\nworking on it. Even if you don’t know what you’re doing, the simple act of \r\nworking on it will eventually cause the right ideas to show up in your head.\r\n\r\nTo build trust you have to be honest. That means when things suck, you say so openly.\r\nWhen trust is destroyed, it can be rebuilt only if the following two steps happen:\r\n1) the trust-breaker admits the true values that caused the breach and owns up to them\r\n2) the trust-breaker builds a solid track record of improved behavior over time.\r\n\r\nThe desire to avoid rejection at all costs, to avoid confrontation and conflict, \r\nis a deep valueless, pleasure-driven, and self-absorbed life.\r\n\r\nThere’s a certain level of joy and meaning that you reach in life only when \r\nyou’ve spent decades investing in a single relationship, a single craft, \r\na single career. And you cannot achieve those decades of investment without \r\nrejecting the alternatives."
    },
    {
        "title": "Deep work: rules for focused success in a distracted world",
        "description": "One of the most valuable skills in our economy is becoming increasingly rare. If you master this skill, you'll achieve extraordinary results.",
        "info": {
            "ISBN": "978-1-4555-8666-0",
            "tags": ["Time management", "Productivity", "Psychology"],
            "datePublished": "13.9.2016.",
            "dateRead": "10.10.2018.",
            "rating": 9
        },
        "notes": "the book notes"
    },
    {
        "title": "title",
        "description": "no desc",
        "info": {
            "ISBN": "123212121212",
            "tags": ["the tag", "the tag 2", "the tag n3"],
            "datePublished": "13.9.2016.",
            "dateRead": "10.10.2018.",
            "rating": 1
        },
        "notes": "no notes"
    }
]